{
    "items": [
        {
            "category": "crypto",
            "name": "Bitcoin",
            "description_value": "Bitcoin uses peer-to-peer technology to operate with no central authority or banks; managing transactions and the issuing of bitcoins is carried out collectively by the network. Bitcoin is open-source; its design is public, nobody owns or controls Bitcoin and everyone can take part. Through many of its unique properties, Bitcoin allows exciting uses that could not be covered by any previous payment system.",
            "id": "BTC",
            "currency_symbol": "Ƀ"
        },
        {
            "category": "crypto",
            "name": "Ethereum",
            "description_value": "Ethereum is a global, open-source platform for decentralized applications. On Ethereum, you can write code that controls digital value, runs exactly as programmed, and is accessible anywhere in the world.",
            "id": "ETH"
        },
        {
            "category": "real",
            "name": "US Dollar",
            "description_value": "The U.S. dollar has been the official currency of the United States since the passage of the National Currency Act of 1785. ... At first, the dollar was denominated only in coins, with paper currency introduced in 1861, and its value was keyed to the relative prices of gold, silver and copper.",
            "id": "USD",
            "currency_symbol": "$"
        },
        {
            "category": "real",
            "name": "Japanese Yen",
            "description_value": "JPY is the currency abbreviation or the currency symbol for the Japanese yen (JPY), the national currency for Japan and the Republic of the Union of Myanmar. The yen is made up of 100 sen or 1000 rin and is often presented with the symbol ¥.",
            "id": "JPY",
            "currency_symbol": "¥"
        },
        {
            "category": "real",
            "name": "Euro",
            "description_value": "The euro is the official currency of 19 of the 28 European Union countries. The euro was introduced by the EU in to the financial community in 1999 and physical euro coins and paper notes were introduced in 2002. Euros are printed and managed by the European System of Central Banks (ESCB).",
            "id": "EUR",
            "currency_symbol": "€"
        },
        {
            "category": "crypto",
            "name": "Ripple",
            "description_value": "Ripple is a technology that acts as both a cryptocurrency and a digital payment network for financial transactions. Ripple was released in 2012 and co-founded by Chris Larsen and Jed McCaleb.",
            "id": "XRP"
        },
        {
            "category": "crypto",
            "name": "Cardano",
            "description_value": "Cardano is home to the Ada cryptocurrency, which can be used to send and receive digital funds. This digital cash represents the future of money, making possible fast, direct transfers that are guaranteed to be secure through the use of cryptography.",
            "id": "ADA"
        },
        {
            "category": "crypto",
            "name": "Bitcoin Cash",
            "description_value": "Bitcoin Cash is a cryptocurrency that is fork of Bitcoin. Bitcoin Cash is a spin-off or altcoin that was created in 2017. In 2018 Bitcoin Cash subsequently split into two cryptocurrencies: Bitcoin Cash, and Bitcoin SV. Bitcoin Cash is sometimes also referred to as Bcash.",
            "id": "BCH"
        },
        {
            "category": "crypto",
            "name": "Ethereum Classic",
            "description_value": "Ethereum Classic is the continuation of the original non-forked Ethereum (ETH) chain and exists to preserve the principle of 'code is law'.",
            "id": "ETC"
        },
        {
            "category": "crypto",
            "name": "Tronix",
            "description_value": "Tron is a decentralized entertainment and content-sharing platform that uses blockchain and peer-to-peer (P2P) technology. You can think of it as a next-generation social media outlet on which you can create and share content with anyone, anywhere in the world. Tronix is the basic unit of accounts in Tron’s blockchain. It is the currency that pays you for your content, and is often referred to as its ticker symbol, ‘TRX’. People who enjoy social media, online gambling, and other forms of online entertainment, will enjoy Tron.",
            "id": "TRX"
        },
        {
            "category": "crypto",
            "name": "Stellar",
            "description_value": "Stellar is an open-source protocol for exchanging money or tokens using the Stellar Consensus Protocol. Servers run a software implementation of the protocol, and use the Internet to connect to and communicate with other Stellar servers. Each server stores a ledger of all the accounts in the network. Transactions among accounts occur not through mining but rather through a consensus process among accounts in quorum slice.",
            "id": "XLM"
        },
        {
            "category": "crypto",
            "name": "Tether",
            "description": "Tether is a blockchain-based cryptocurrency whose cryptocoins in circulation are backed by an equivalent amount of traditional fiat currencies, like the dollar, the euro or the Japanese yen, which are held in a designated bank account. Tether tokens, the native tokens of the Tether network, trade under the USDT symbol.",
            "id": "USDT"
        },
        {
            "category": "crypto",
            "name": "Litecoin",
            "description_value": "Litecoin (LTC or Ł) is a peer-to-peer cryptocurrency and open-source software project released under the MIT/X11 license. Creation and transfer of coins is based on an open source cryptographic protocol and is not managed by any central authority. Litecoin was an early bitcoin spinoff or altcoin, starting in October 2011. In technical details, litecoin is nearly identical to Bitcoin.",
            "id": "LTC",
            "currency_symbol": "Ł"
        },
        {
            "category": "crypto",
            "name": "EOS",
            "description_value": "EOS.IO is a blockchain protocol powered by the native cryptocurrency EOS. The protocol emulates most of the attributes of a real computer including hardware (CPU(s) & GPU(s) for processing, local/RAM memory, hard-disk storage) with the computing resources distributed equally among EOS cryptocurrency holders. EOSIO operates as a smart contract platform and decentralized operating system intended for the deployment of industrial-scale decentralized applications through a decentralized autonomous corporation model. The smart contract platform claims to eliminate transaction fees and also conduct millions of transactions per second.",
            "id": "EOS"
        },
        {
            "category": "stock",
            "name": "Apple Inc.",
            "description_value": "Apple Inc. designs, manufactures, and markets smartphones, personal computers, tablets, wearables, and accessories worldwide. It also sells various related services. ... It sells and delivers third-party applications for its products through the App Store, Mac App Store, and Watch App Store.",
            "id": "AAPL"
        }
    ],
    "version": 2
}
